{
  "header": {
    "write_article": "New Recipe",
    "account_setting": "Account Setting",
    "chat": "Chatbox",
    "logout": "Logout"
  },
  "footer": {
    "sign": "Bản quyền của © CookWiki Inc. Mọi quyền được bảo lưu"
  },
  "change_password": {
    "title": "Change Password",
    "password": "Password",
    "current_password": "Current Password",
    "new_password": "New Password",
    "confirm_password": "Confirm Password",
    "cancel": "Cancel",
    "save": "Submit",
    "two_factor_authentication": "Two-Factor Authentication"
  },
  "article_food": {
    "placeholder_1": "Cover the mixture tightly and leave it at room temperature for 24-36 hours.",
    "have_you_posted_the_picture_you_cooked_here_yet": "Have you posted the picture of your cooked dish here yet?",
    "share_with_everyone_your_cooking_product": "Share your cooking masterpiece with everyone!",
    "ingredient": "Ingredients",
    "name_of_dish_the_best_pumpkin_soup_in_my_house": "Dish Name: The Best Pumpkin Soup in My House",
    "please_share_with_everyone_about_this_dish": "Please share with everyone about this dish."
  },
  "home":{
    "makeCookingFun": "Make daily cooking more fun!",
    "findAndShareRecipes": "Find and share amazing recipes for your daily cooking.",
    "discoverDishes": "Discover delicious dishes from the CookWiki community",
    "exploreRecipes": "With CookWiki search, you can explore recipes by ingredients or dish names, ensuring you always find something delicious.",
    "betterSearchExperience": "Enjoy an even better search experience with the free CookWiki mobile app!",
    "saveRecipes": "Save Recipes",
    "bookmarkRecipes": "Using the bookmark icon, you can save recipes in your kitchen for later.",
    "manageRecipes": "With the free CookWiki mobile app, you can save and manage your recipes more efficiently!",
    "shareCreations": "Share your delicious creations",
    "documentRecipes": "You can document and share your cooking experiences or family recipes forever by uploading them to CookWiki.",
    "showAppreciation": "Show appreciation to recipe creators who shared their dishes. With Cooksnaps, you can let them know how their recipe worked for you.",
    "aboutCookWiki": "About CookWiki",
    "mission": "CookWiki's mission is to make home cooking more enjoyable every day because we believe that cooking is the key to a happier and healthier life for individuals, communities, and the planet. We aim to support home chefs worldwide so they can help each other by sharing delicious dishes and cooking experiences."
}

}
